{
    "data": [
        {
            "quote": "We build our computer (systems) the way we build our cities: over time, without a plan, on top of ruins.",
            "author": "Ellen Ullman"
        },
        {
            "quote": "Every great developer you know got there by solving problems they were unqualified to solve until they actually did it.",
            "author": "Patrick McKenzie"
        },
        {
            "quote": "Java is to JavaScript as ham is to hamster.",
            "author": "Jeremy Keith, Resilient Web Design"
        },
        {
            "quote": "Ideas are like fish. If you want to catch little fish, you can stay in the shallow water. But if you want to catch the big fish, you’ve got to go deeper. Down deep, the fish are more powerful and more pure. They’re huge and abstract. And they’re very beautiful.",
            "author": "David Lynch"
        },
        {
            "quote": "I believe that we do not know anything for certain, but everything probably.",
            "author": "Christiaan Huygens"
        },
        {
            "quote": "You can’t learn anything when you’re trying to look like the smartest person in the room.",
            "author": "Barbara Kingsolver"
        },
        {
            "quote": "Again, you can’t connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something – your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.",
            "author": "Steve Jobs"
        },
        {
            "quote": "Without big data analytics, companies are blind and deaf, wandering out onto the Web like deer on a freeway.",
            "author": "Geoffrey Moore"
        },
        {
            "quote": "War is ninety percent information.",
            "author": "Napoleon Bonaparte"
        },
        {
            "quote": "A point of view can be a dangerous luxury when substituted for insight and understanding.",
            "author": "Marshall McLuhan"
        },
        {
            "quote": "Not everything that can be counted counts, and not everything that counts can be counted.",
            "author": "Albert Einstein"
        },
        {
            "quote": "Statistics are like bikinis. What they reveal is suggestive, but what they conceal is vital.",
            "author": "Aaron Levenstein"
        },
        {
            "quote": "If you can’t explain it simply, you don’t understand it well enough.",
            "author": "Albert Einstein"
        },
        {
            "quote": "The value of an idea lies in the using of it.",
            "author": "Thomas A. Edison"
        },
        {
            "quote": "It's hard enough to find an error in your code when you're looking for it; it's even harder when you've assumed your code is error-free.",
            "author": "Steve McConnell"
        },
        {
            "quote": "If debugging is the process of removing software bugs, then programming must be the process of putting them in.",
            "author": "Edsger Dijkstra"
        },
        {
            "quote": "Walking on water and developing software from a specification are easy if both are frozen.",
            "author": "Edward V Berard"
        },
        {
            "quote": "Always code as if the guy who ends up maintaining your code will be a violent psychopath who knows where you live.",
            "author": "Rick Osborne"
        },
        {
            "quote": "The first 90% of the code accounts for the first 90% of the development time. The remaining 10% of the code accounts for the other 90% of the development time.",
            "author": "Tom Cargill"
        },
        {
            "quote": "Before software can be reusable it first has to be usable.",
            "author": "Ralph Johnson"
        },
        {
            "quote": "Any code of your own that you haven't looked at for six or more months might as well have been written by someone else.",
            "author": "Eagleson's law"
        },
        {
            "quote": "In God we trust. All others must bring data.",
            "author": "W. Edwards Deming"
        },
        {
            "quote": "The world is now awash in data and we can see consumers in a lot clearer ways.",
            "author": "Max Levchin"
        },
        {
            "quote": "When we have all data online it will be great for humanity. It is a prerequisite to solving many problems that humankind faces",
            "author": "Robert Cailliau"
        },
        {
            "quote": "Things get done only if the data we gather can inform and inspire those in a position to make [a] differenc.",
            "author": "Mike Schmoker"
        }
    ]
}
